Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 沈萤纠结了半会，只能像往常一样，把肉往白水里煮了煮，等熟了再捞起来直接吃。一口咬下去，又淡又涩，整个嘴巴都木了。想象有多美好，现实就有多骨感。
en_us: Stumped by the problem, Shen Ying could only do what she usually did in the past — dump the meat in the water, wait for it to be cooked and then fish it out to eat. She took a bite. It was bland, astringent and made her whole mouth feel numb; the greater the expectation, the harsher the reality.

source: 沈萤细一看，只见它原本翠绿修长的叶子，自中间断了一节，上面还残留着绿色的汁叶。
en_us: Looking at it closely, Shen Ying saw that the middle section of the leaf, which was previously long and luscious, had been broken off. Green sap oozed from the broken tip.

source: 沈萤细想了想，“四……五年？”
en_us: Shen Ying thought for awhile, "Four... five years?"

source: 沈萤脑海里顿时闪过一个大毛团，“大一点的，白一点的？”好吃一点的。
en_us: A huge ball of fur surfaced in Shen Ying's imagination. "I want a big, white one." A delicious one.

source: 沈萤脑海里顿时闪过一只瑟瑟发抖的大猫，晃然大悟，“哦！你说那个猫奴。”
en_us: A picture of a huge trembling cat flashed across Shen Ying's mind and she exclaimed, "Oh! You mean the cat slave."

source: 沈萤脸色黑了黑，与羿清一起转头谴责的看向旁边的孤月。
en_us: Shen Ying's expression darkened. She and Yi Qing both turned to Lonemoon with chiding eyes.

source: 沈萤表示，有点无聊！
en_us: Shen Ying was absolutely bored.

source: 沈萤被他盯着有些发毛，下意识的解释道，“我也就随口一说，没想到……”毕竟他兽形的样子长得还是挺下饭的。
en_us: Under Yi Qing's glare, Shen Ying's hair began to stand. She explained, "I said so in passing. I didn't think..." Afterall, he did look delicious as a beast.

source: 沈萤被吓了一跳，顺手一巴掌往上一拍，顿时把龙打偏转而朝着头顶轰隆隆的冲了出去，顿时把整个升仙塔的盖都给掀开了。
en_us: Shocked, Shen Ying quickly struck her fist out, redirecting the dragon's trajectory upwards, causing it to crash through the ceiling, leaving the pagoda roofless.

source: 沈萤被盯着有些发毛，下意识的瞅了瞅自己是不是哪里脏了，看对方还是不动，只好礼貌性的打了个招呼，“HI~你好，我叫沈萤。”
en_us: Shen Ying began to feel uncomfortable under his gaze. She scanned herself, expecting to find a dirty spot somewhere on her body. Yet, she did not find anything. The man continued to stare at her. She had no choice but to greet him politely, "Hi, how are you? I'm Shen Ying."

source: 沈萤觉得这种袋子，一定是这个世界最伟大的发明。空间大，能保鲜，什么样放进去，还能原样的拿出来。简直居家旅行必备，她起码塞了上百只海鲜进去，才堪堪将袋子填满。满意的拍了拍仍是没什么重量的储物袋，她决定回去后，一定要向牛爸爸申请一个同款的。
en_us: Shen Ying thought that the storage bag was the world's greatest invention. It had so much space and it could keep food fresh. Anything she put in would still be in its original state when she took it out later. It was a must-have for family vacations. She must have stuffed hundreds of handfuls of seafood into the bag before it became full. She patted the bag contently and turned to make her way back. She made a mental note to ask for a similar storage bag from Father Niu.

source: 沈萤越想越觉得不对劲，分个手而已，难道是那抖M被拒绝后不甘心，直接把人抓了？
en_us: The more Shen Ying thought about it, the more uncomfortable she felt. Could it be that the masochist became angry after he got rejected and decided to kidnap them?

source: 沈萤越摸越上瘾，两只手都抬起来揉了好几把，“嗯，手感很好，一看就很好吃。”
en_us: Shen Ying loved the feel of the beast's fur. She placed her other hand on the beast, combing through its fur with both hands. "Mm, it feels so good. It's going to be so delicious."

source: 沈萤转头扫了一圈，“怎么都是兔子，能行吗？”
en_us: Shen Ying turned to scan the surroundings, "Why are they all rabbits? Are you sure it will work?"

source: 沈萤转头淡淡的瞟了他一眼，明明没有表情，孤月却从里面看到了鄙视的味道，“你不觉得这洞口写着几个字吗？”
en_us: Shen Ying turned to look at him impassively. Although her face did not convey any expression, yet to Lonemoon, there was a hint of disdain behind it. "Don't you see the words written on this cave?"

source: 沈萤转手就把女婴塞进了旁边薄飞平的怀里，“你孙女！”
en_us: Shen Ying stuffed the infant girl into the arms of Bao Fei Ping who was right beside her and explained, "She's your granddaughter!"

source: 沈萤还保持踩人的态势，洋懒懒回过头，“你刚说啥？”
en_us: Shen Ying kept her foot on Qing Lan. Lazily, she turned to the immortal soul. "What did you just say?"

source: 沈萤还没回应，萝卜臭着脸第一个就冲出去了，气呼呼的瞪着来人道，“你来干嘛？又想蹂躏我的身躯？！”
en_us: Shen Ying didn't respond. The radish made a face and rushed out, glaring at the man outside the door. "What are you doing here? Are you trying to ravage my body again?"

source: 沈萤还没回答，他却直接站了起来，转头嗖的一下就往玉鼎的药丹峰飞去。
en_us: Shen Ying did not reply as he immediately stood up and turned around, swooshing straight over to Yu Ding's Elixir Peak.

source: 沈萤还没回答，郁红却直接上前一步解释道，“尊者，掌门于我等有救命之恩，而且还帮我们报了血仇。所以……我们才想要做点事报答而已。”
en_us: Before Shen Ying could answer him, Yu Hong stopped her and explained, "Supremacy, Sect Master saved all of our lives and she helped us take revenge. So… we just want to do what we can to repay her."

source: 沈萤还没有回答，突然背后传来什么打碎的声音。一个身影瞬间从厨房飞了出来，浑身剑气四溢，击得后殿的房屋哗啦啦的倒了一片。
en_us: But before Shen Ying could answer them, the sound of something dropping to the floor came from behind her. Yi Qing flew out of the kitchen, surging with Sword Qi. The rear of the hall collapsed to the ground behind him.

source: 沈萤这场单方面的摔打砸，足足进行了半个小时，强大的鬼王完全无法反抗，原本的声音攻势也从一开始的：嗷嗷嗷……到吼吼吼……到喵喵喵……最后只剩嘤嘤嘤了……
en_us: Shen Ying's one-sided bashing match lasted half an hour. The powerful Ghost King was totally incapable of resistance. His once formidable voice, which had started out as a roar, turned into a whine, then finally into a meek whimper…

source: 沈萤这才发现，人群中多了一个人，顿时愣了一下，“谁？”
en_us: Only then did Shen Ying realise that there was someone else in the group. "Who are you?" she asked in surprise.

source: 沈萤这才发现，他全身都是血，连着手上的剑都被血染成了红色，赤色的液体正顺着剑锋往下成线的流，眼中还残留着未褪去的杀气。
en_us: It was then that Shen Ying saw that his whole body was covered in blood, it even trickled down the tip of the sword he was holding onto. The killing intent could still be seen in his eyes.

source: 沈萤这才发现，他手里多了一株洁白如玉般的花，花和叶都像是精雕细琢出来一般，隐隐还带着股若有若无的香气。
en_us: Shen Ying suddenly realised that the white flower in his hand looked exactly like it was hand-crafted. It smelled incredibly fragrant.

source: 沈萤这才发现，场中金丹组和筑基组的晋及赛已经比完了，今天比赛结束得特别快，台上已经没有多少人在了。前十的人选已经出来，幸运的是无敌派不单筑基组有两个人进了前十，就连金丹也有两个。一个是郁红，另一个居然是思羽。九个人里有四个打进决赛，这绝对是意外之喜了，一旁的孤月笑得嘴都歪了。一边还催促着沈萤回去。
en_us: Shen Ying realized that the competitions for the Golden Core group and the Foundation Establishment group were over. The competitions had finished up really quickly today. The stage was almost empty and the top ten fighters had already been picked. It was good enough that two people from the Invincible Sect got into the top ten in the Foundation Establishment group, but two people from their sect also got into the top ten for the Golden Core group. One was Yu Hong while the other was Si Yu. Among the nine disciples, four had made it to the finals. This was a pleasant surprise indeed. Lonemoon, who was standing at the side, had a silly grin on his face. He urged Shen Ying to hurry back to their sect.

source: 沈萤这才回头道，“厨子，吃了饭再说！”
en_us: Shen Ying finally turned back and said, "Chef, let's talk after eating!"

source: 沈萤这才回过头，继续打砸摔！一下比一下响。
en_us: Shen Ying turned back and continued smashing! Each smash was louder than the last.

source: 沈萤这才想起这是牛爸爸昨天说要分的门派福利，连忙接了过去，拆开一个个分到了各人的手里。
en_us: Shen Ying finally recalled that this was the welfare benefit that Father Niu had mentioned yesterday. She quickly took over the string of bells and took it apart, putting one each into the girls' hands.

source: 沈萤这才拖起地上的萝卜，带着一众新收的妹子们，走了上去，不到片刻就已经消失在了天际。
en_us: Shen Ying plucked the radish up from the ground and brought the newly accepted batch of female disciples up their transportation and disappeared into the horizon in a flash.

source: 沈萤这才走回了屋里。
en_us: Only then did Shen Ying return to the house.

source: 沈萤进食的速度终于停了一下，缓缓抬头看了她一眼。
en_us: Shen Ying finally slowed her chewing and slowly raised her head to look at her.

source: 沈萤连忙照做，妖丹一落下，只见羿清身上一丝丝灰色的烟雾状的东西正飘出来，涌入珠子里。不到一刻钟的功夫，他体内的妖气就吸了个干净。
en_us: Shen Ying quickly did as she was told. The moment the demon core was placed down, Yi Qing's body emanated some kind of fog which floated into the pearl. Within 15 minutes, the demonic aura in his body had been entirely cleared out.

source: 沈萤配合的站了起来，再次长长的叹了口气，然后伸手，淡定的直接穿过重重电光，一把拎住了对方的领子。
en_us: Shen Ying stood up cooperatively, letting out a long sigh once again, then stretched her hand calmly which went through the heavy bolts of lightning and grabbed the other party by the collar.

source: 沈萤醒来的时候，天已经黑了。兔子们一只也不见了，只余仍穿着一身带血白衣的男子，坐在她对面，一脸纠结的看着她。
en_us: When Shen Ying woke up, the sky had already turned dark. The rabbits were nowhere to be found, no one in sight except for a man who was still in a bloody white clothing sitting opposite of her, looking at her with an expression of perplexity.

source: 沈萤醒来的时候，已经是第二天早上了，她习惯性的伸了个懒腰，一张眼就看到两双，直勾勾看着她的眼睛，区别只在于，一双热情，一双……害怕？
en_us: When Shen Ying woke up, it was the next morning. She stretched her waist in routine. She could see two pairs of eyes looking straight at her. The only difference was that one was filled with enthusiasm and the other filled with… fear?

source: 沈萤随手选了把，蹲下身看向地上的人。
en_us: Shen Ying picked one of the knives and then bent down to look Yu Haiheng.

source: 沈萤顺手把它提了起来，看着还在叽叽叫着的素菜，“变这样干嘛？为什么不变回人形？”
en_us: Shen Ying lifted it up and looked at the still squeaking vegetable. "Why did you become like this? Why don't you change into human form?"

source: 沈萤风卷残云般的扫荡着桌上的菜，直到胃里再也装不下了，才打了一串连环饱嗝停了下来。
en_us: Shen Ying swept up the food the food on the table like a whirlwind, till her stomach finally protested. Only then did she sit back and let off a string of hiccups.

source: 沈萤默默的看着，这个人一动不动的躺院子里好几天了，连呼吸都没了，一开始她以为这个人死了，但她一向懒惯了，实在不想废力气拖出去，就让他躺了。今天心血来潮想挖个坑埋了，结果他又醒了。
en_us: Shen Ying looked on in silence. This man had lain unmoving in the courtyard for many days. At first, she had thought that he was dead for he was not even breathing. But as she had a lazy streak and she really could not be bothered to drag him out, she had just left him lying there. Today, being in the mood, she had decided to dig a pit. In the end, he came back to life.

source: 沈萤！
en_us: Shen Ying!

source: 沈萤：“……”
en_us: Shen Ying: "…"

source: 沈萤：“……”MDZZ
en_us: Shen Ying: "..." Damn it!

source: 沈萤：“……”MMP！
en_us: Shen Ying: "..." Son of a b*tch!

source: 沈萤：“……”又来这招?
en_us: Shen Ying: "..." Not this move again?

source: 沈萤：“……”只是想帮个忙而已，你们心理阴影有这么大吗？
en_us: Shen Ying: "…" All I wanted was to help, were your psychological traumas that huge?

source: 沈萤：“……”嗯，你们再说几句，就可以回去吃晚饭了。
en_us: Shen Ying: "…" Oh, if the both of you continue a while more, it will be time to go back for dinner.

source: 沈萤：“……”她的脸很吓人吗？
en_us: Shen Ying: "..." Do I look very scary?

source: 沈萤：“……”御剑是什么高科技？她要会飞，还会在这困了四个月吗？
en_us: Shen Ying: "…" What sort of high technology was sword-riding? If she knew how to fly, would she even be stuck here for four months?

source: 沈萤：“死基佬！”
en_us: Shen Ying: "This damn gay!"

source: 沈萤：“这要看牛爸爸刚刚怒气值有多高了？”
en_us: Shen Ying: "That depends on how angry Father Niu was?"

source: 沈萤：乖巧等吃！
en_us: Shen Ying: Waiting obediently for food!

source: 沉吟了一阵，他只能硬着头皮说道：“赔钱没问题，但能否宽限一些时日？一个月内十两紫金双手奉上，如果拿不出，我就送一只手过来。”
en_us: Silently sighing for some time, all he could do was to summon what courage he had and force himself to say, "Repaying you is not a problem, but can you please extend the deadline by some time? I will hand over to you the ten taels of purple gold within a month's time. If I can't return it, I’ll send a hand of mine over."

source: 沙沙沙！
en_us: Shh-shh-shh!

source: 没……没认主！
en_us: No... no owner!

source: 没了血祭大阵的加持，它身上的煞气顿时就少了一半，满天的剑气更加凌厉。孤月与羿清趁机攻进了阵中，正想直接毁了这个阵法，地上却突然亮起了另一道刺目的白光，把整个空间都映成了白色。
en_us: Without the support of the Blood Sacrifice Array, the blood fox's baneful Qi was immediately reduced by half. The Sword Qi in the air grew even denser. Lonemoon and Yi Qing took this opportunity to break into the array and were about to destroy the formation, when the ground suddenly lit up with another beam of dazzling white light, bathing the entire space in a white glow.

source: 没奈何……
en_us: Unfortunately, for the young Jiang Yi…

source: 没想到一过来，却听到这样一个让他绝望的消息，这柳长老既然让江逸留下了，他就再也没机会了……
en_us: He never thought that, once he got there, he would hear such despairing information. Since Elder Liu let Jiang Yi stay, he would never have any other opportunity again...

source: 没想到在妖界之中，居然还真的有个仙门。派中妖气不侵不说，那峰顶成片华美的宫殿，就算是比起四大世家的主宅来说，也毫不逊色。更别说一路行来那满山遍野的灵植，细一看，居然随便一颗都是上万年极品灵草。而且就这么随地种植，这样大的气魄，就连世家也是未曾有过的。
en_us: They had never imagined that there really would be an immortal sect within the Demon Realm. Besides the fact that the demonic aura did not infiltrate the sect, the range of mountain peaks with magnificent palaces were totally comparable to the main residences of the four aristocratic families. And not to be forgotten were all the spirit herbs planted along the way, filling up the mountains. At a closer look, any random plant picked out was at least a ten thousand-year-old supreme-grade spirit herb. Moreover, they were planted messily about—such fortitude was not even seen in the aristocratic families.

source: 没想到来一次门派大比，因为这些微不足道的事，却被一些低阶弟子如此看轻。他心底有些火气，但也没有办法让所有人闭嘴，只得放出化神威压，警告一下周围的人，安慰了一句道，“专心比赛，无需在意旁的。”
en_us: But who would have expected that, because of such a trivial matter, they would be looked down upon by some low-level disciples at their first competition debut. He felt angry but could not think of a way to shut everyone up. All he could do was to unleash the suppressive aura of his Soul Formation cultivation as a warning to the people around them, and console the girls by saying, "Concentrate on the competition. Don't be bothered by other matters."

source: 没想到这次却这么悄无声息的就被解决了，就连断空涯四周的聚阴阵也全数毁了个完全。
en_us: Who would have thought that the den would disappear without a sound? Even the great array formation of Yin that once surrounded Sky Severance Cliff had disappeared.

source: 没想到，他既然这么快就遇到了，而且还是没有成为剑仙前的。那一刻他是激动的，几乎没有犹豫就下了，提前抱大腿的决定。甚至想好了最佳方案，提前投资以修仙世界最稳定的关系，师徒来拉近关系。剑仙的师父，多么牛逼又安全可靠的身份，简直不能太美妙。
en_us: Never had he expected that he would meet him so soon, and it was before becoming a sword immortal. He was extremely excited at that moment, and with almost no hesitation, he had decided to cozy up to someone powerful. He even came up with a perfect plan to invest in the most stable relationship with him — to get closer to him by becoming his master. Being the sword immortal's master would be such a cool and safe position, the thought was absolutely beautiful.

source: 没有人知道原因。
en_us: No one knew the reason.

source: 没有任何意外，这铸鼎境二重的护卫痛哼一声，身子倒飞出去，连带着把背后一名护卫一起撞飞出去。
en_us: Everything happened as expected. The second-stage Cast Tripod Realm guard screamed in pain before tumbling back out of the room, along with another guard that was behind him.

source: 没有元力加持，全力使用武技非常消耗体力，翊凌雪一轮暴雨拳砸出，整个人立即累得气喘吁吁，要不是江逸在，她都会一屁股坐在地上了。
en_us: Without any essence force as support, a lot of energy was consumed when one put in all his or her might to do combat in martial arts. After Yi Lingxue used a round of her Thunderstorm Fist techniques and smashed forward in her attacks, her entire person became immediately tired, leaving her panting profusely. If Jiang Yi was not there, she would immediately sit her buttocks down on the ground.

source: 没有元力的加持，她刚才打了两场，此刻又连续攻击了那么久，已经算是难能可贵了，每一拳每一招她可是全力使出的，体力消耗太大了。
en_us: Without the additional support of essence force, and having just fought two rounds of combat, it was considered remarkable that she could still continuously attack for such a long time. She exerted her full force in every single punch and technique, after all. This consumed way too much of her bodily energy at once.

source: 没有元力的加持，就算那群公子小姐反应速度再快，又能快到哪去？比武技，谁怕谁？
en_us: Without essence force, even if the reaction speeds of that group of young masters and young mistresses were fast, how fast could their speed possibly be? In comparing martial arts abilities, what was there to be afraid of?

source: 没有意外，两人身子一个踉跄扑到在地，而江逸的身子再次爆射而去，朝前方的江如虎冲去，眼中都是冷意大喝起来：“江如虎，可敢一战？”
en_us: As expected, the bodies of both his opponents staggered and crashed to the ground one by one. As for Jiang Yi, his body once again shot explosively forward, rushing towards Jiang Ruhu who was in front of him. With his eyes filled with a sense of coldness, he started shouting aloud, "Jiang Ruhu, do you dare to fight?"

source: 没有知道沈萤是谁，就连印家那个放了一年的禁止牌都下岗了。她连个吃霸王餐成名的机会都没了。
en_us: No one knew who Shen Ying was. Even the Yin Family, who had put up the prohibition signs a year ago, had forgotten her. She couldn't even get famous for trying to eat a free meal.

source: 没有萝卜引路，想起那人的路痴属性，他们不得不出去找人。结果还真就见鬼了，明明一路追着那群人的气息而来，却硬是找不着人。直到发现上青城的异象，他们才知道人在那里。结果在城内找了一晚上，第二天却听到了这个消息。
en_us: Shen Ying did not have the radish to navigate the way and knowing how bad she was with directions, they had no choice but to search for her. They searched to no avail, however. They had tried to follow the aura of the group of girls, but they were suddenly lost. That was until they realized the anomalies happening in Upper Azure Town. It was then they knew where Shen Ying was. Lonemoon and Yi Qing remained in Upper Azure town that night to search high and low for Shen Ying and then the next day, they heard the news.

source: 没有飞升之路!
en_us: No such thing as Immortal Ascension!

source: 没由来的，羿清突然想起，自己被芮糜算计的那晚，师父好像也是这么出招的。区别只是一个是左右摔，一个是上下砸而已。师父不会……只会这一招吧？
en_us: For no reason, Yi Qing suddenly remembered that night when he was tricked by Rui Mi; Master had used the same move back then as well. The only difference was that she had used a left and right smash then, now it was an up and down smash. Don't tell me Master only knows…knows this one move?

source: 没等他看清楚，眼前一黑，终于彻底的晕了过去。
en_us: But before his mind could register what he was seeing, darkness fell before his eyes and finally, he fainted.

source: 没等他说完，她直接拉住人就冲出了门，一路出城，朝着掌柜指的方向跑了过去。印天城与华元城相距不远，沈萤跑得又快，不到半个时辰，已经到了郁家别院了。
en_us: Before he could finish, she pulled his arm and headed out of the door and out of the city, in the direction that the shopkeeper pointed. Yin Tian Town and Huayuan City weren't far apart. Shen Ying ran so quickly that he arrived at the Yu Family's shed in an hour.

source: 没等他说完，沈萤脚下直接一用力，顿时咔嚓嚓几声，郁海珩喷血如柱。
en_us: Not waiting for him to finish, Shen Ying slammed her foot down—immediately, a series of cracking sounds could be heard and a column of blood spurted out from Yu Haiheng mouth.

source: 没等江逸看够玩够时，黑色元力再次消耗完毕，世界又恢复了原样。
en_us: The black essence force again dissipated before Jiang Yi could have his fun, restoring the world to its original state.

source: 没过一会，房间再次打开了，那位带着红色熊首面具武者被一脚踹飞出来，紧接着翊小姐的声音又冷漠传来：“换人！”
en_us: It was not a while before the door was opened once again, as the martial artist wearing the red bear mask was kicked and sent flying out. This was followed by Young Mistress Yi's cold voice. "Change my partner!"

source: 洗衣服的老妈子们，全部惊恐的四处乱跑，看向江逸的眼神已经和死人无异，小奴也害怕的身子瑟瑟发抖。
en_us: The old chambermaids who were washing laundry scrambled away in fear, looking at Jiang Yi as though he were no different from a dead man. Xiaonu was also trembling with fear.

source: 浓烈的血腥味顿时扑脸而来，满目的血红，无论是四周还是地面到处都是喷溅的血迹。地上还散落着部分已经腐烂的残肢。空间的正中，高高耸立着一个方台，此时台上正亮着红色的阵法光芒，把整个空间映照得更加红了。
en_us: They were suddenly assailed by the pungent stench of blood. Blood was everywhere; the walls and the ground were all splattered with blood. There were even a few decaying limbs lying scattered on the ground. A square platform stood right in the middle. A red light from an array formation lit up the platform brightly, making the whole place appear even redder.

source: 海面一片寂静。
en_us: The sea was a bed of calm.

source: 深吸了一口气，他压下满心的暴躁，盘腿坐下。排除杂念，专心应劫。此时天已经完全黑了下来，天地间唯一的光亮，只有云层间紫色的闪光。
en_us: Taking a deep breath, Lonemoon suppressed his violent urges and sat down cross-legged. Eliminating all distracting thoughts, he concentrated on preparing for the tribulation. The sky had turned completely dark; the only light that could be seen in heavens and earth was the purple streak between the clouds.

source: 深夜。
en_us: Late into the night.

source: 深山密林，万妖汇聚。
en_us: Deep in the mountain forests, thousands of demons were gathered.

source: 清点了一遍丹房内的丹药，确定江恨水只取了一百枚灵神丹，江逸无所事事继续开始修炼。
en_us: After accounting for the elixirs in the elixir room, and confirming that Jiang Henshui had only retrieved a hundred Spirit Pills, Jiang Yi had nothing to do and as such continued cultivation practice.

source: 游仙一：“好的大仙，明白了大仙！”
en_us: Traveling Immortal One: "Yes, Great Immortal. We understand, Great Immortal!"

source: 游仙三：“大仙真言，我得铭记于心。”
en_us: Traveling Immortal Three: "I will always remember your wise words, Great Immortal!"

source: 游仙二：“我等一定好好反省，好好敢造，大仙！”
en_us: Traveling Immortal Two: "I'll reflect on my actions and change as needed, Great Immortal!""

source: 游仙五：“绝对不会有人再打扰大仙的清修，谁吵您，我跟谁急。”
en_us: Traveling Immortal Five: "No one from our family will ever interrupt your training again, Great Immortal. I will personally deal with whoever who dares to interrupt you again."

source: 游仙只心口一塞，什么鬼！
en_us: The Traveling Immortals paused. What nonsense was she spouting!

source: 游仙四：“听仙一席话，胜读十……百年书！”
en_us: Traveling Immortal Four: "One sentence from you, Great Immortal, is more valuable than ten... or a thousand books!"

source: 满地妖尸，血流成河……
en_us: Demon carcasses were strewn across the ground along flowing rivers of blood…

source: 满桌香喷喷的食物已经上了桌。
en_us: The table was already set with plates of delicious smelling food.

source: 满腔的斗志，熊熊燃烧！
en_us: The girls felt indomitable, their hearts burning with fighting spirit!

source: 漂亮小姐美眸盯着黑色丹药上流转的几道淡淡纹路再次看了几遍，轻笑摇头道：“鹤爷爷，我不是炼丹师，这丹纹是在几本古典内看到了，据说……能炼制出丹纹的炼丹师非常了不得？这丹纹有什么特殊作用吗？”
en_us: The pretty young lady's pretty eyes were transfixed on the few threads of faint vein patterns circulating on the black elixir pill, taking the time to look at them once again several times. Shaking her head, she giggled and said, "Grandfather He, I am no alchemist. I read about the elixir pattern in some ancient texts. According to these books... is it not the case that the alchemist who can refine and produce such elixir vein patterns remarkably skilled? What special uses do these elixir vein patterns have?"

source: 漫天黑色粉末下，江逸身子如一条迅狼爆射而出，一双拳头上元力环绕，幻化出六个拳影，将刘管事和马公子全笼罩进去。
en_us: Amidst the whirling black powder, Jiang Yi shot forth like an agile wolf. His fists, which were surrounded by essence force, transformed into six fist silhouettes and enveloped Housekeeper Liu and Young Master Ma entirely.

source: 火焰中的天帝无名静静地凝望着碎片消失的远方，半响，他叹了口气，转头看向冥皇：“老不死，你虽然惊才绝艳，但终究不算神仙，只望你在接下来的日子里悠着点，统治别太过头。须知你我最初皆是大道的一员，从某种意义上说，和众生并无差别。善因多了，说不定会有天道积攒其中，最终帮助你我跳出循环。大概，我今生成仙所差的那一点契机就藏在其中吧……”
en_us: As the flame-engulfed Wu Ming silently watched the shards vanish into the distance, he let out a sigh and turned to the Netherworld King. "Old Fart Undying, there’s no doubt of your amazing talent, but ultimately you can't attain immortality. Hopefully, in the days to come, you will be more mellow and not go overboard in your conquest.” “Though both of us were originally members of the Great Dao, we are undoubtedly no different from all sentient beings. Do more good deeds; perhaps it will help you break out of this cycle one day through your accumulations in the Heavenly Dao. Perhaps the opportunity I was missing to attain immortality in my present life was also concealed amidst all of this…”

source: 火龙过境掀起一片焦土，眼看着就要吞噬掉三人，沈萤眉头一紧，原本落在羿清头顶的手落了下来，转手接过了他手里的半截短剑，随手朝着火龙的方向一挥，“闭嘴！”
en_us: The Inferno Dragon scorched the earth in its path, focused on swallowing the three people in front of it. Shen Ying raised her eyebrows. With the hand that was previously on Yi Qing's head, she picked up the broken sword in Yi Qing's hand. She thrust the broken sword toward the dragon and shouted, "Shut up!"

source: 灭族……这什么鬼？！这不是关系好，这TM明明就是有仇吧？
en_us: Destroy its clan… What the hell?! This isn’t a friendly relationship… this is a bloody feud!

source: 灰压压的死气随后倾泻到护罩上，却激起护罩内无数符文更加七彩闪亮的光芒，竟将天庭里里外外映照得一片雪亮，死气在万丈光芒中瞬间便被驱赶得无影无踪。
en_us: The suffocating cadaveric air inundated the shield, but only served to trigger more sparkling rainbow-colored lights to emit from the countless runes inside the barrier. This illuminated the Heavenly Court with snow-white brightness inside and outside. The cadaveric air disappeared under the 100,000-foot-wide beam of light.
